{
    "header": {
      "survey_title": "Expectations about the Impacts of EENergy",
      "survey_description": "The EENergy Efficiency project, funded by the EU’s Single Market Program (SMP), supports Small and Medium Enterprises (SMEs) in improving their energy efficiency by providing guidance from sustainability advisors and financial grants.\n\nThis survey is part of a pilot study to evaluate the impact of these financial grants as part of DG GROW’s research efforts. Your feedback will provide deeper insights into the benefits of direct financial support compared to standard advisory support.\n\n**Survey Structure**\n1. **Section 1 (1 minute)**: Provide quick background information.\n2. **Section 2 (10-15 minutes)**: Share your experiences and expectations (most important section).\n3. **Section 3 (15 minutes)**: Provide additional context for how the EENergy program operates in practice.\n\n**Estimated total time:** ~30 minutes\n\n**Deadline:** No established deadline – you may complete the survey at your convenience.\n\n**Confidentiality:** All responses will be anonymized and kept strictly confidential.",
      "encouragement": "While we encourage you to complete the full survey, Section 2 is the most relevant. Even partial responses are highly valuable, so please share as much as you can.\n\nPlease remember to click submit whenever you finish!"
    },
    "additional_information": {
        "header": "Additional Information",
        "content": [
          "As part of the program, 1,406 eligible EENergy applicants receive guidance from sustainability advisors, and 707 applicants are selected by lottery to receive grants of up to €10,000.\n\nThe grants aim to help implement energy efficiency action plans through investments in technology, specialized consultancy, and skills enhancement.\n\nYour responses will be anonymized and used solely for the purpose of evaluating the program's effectiveness. Individual responses will not be shared outside the World Bank's research team, and no personally identifiable information will be disclosed in any reports or publications."
        ]
      },

    "question1": {
      "question_number": "Question 1",
      "key_form": "key_form1",
      "title_question": "Question 1 - Annual kWh Consumption ",
      "subtitle_question": "On average, how much do you think the grant will impact the quantity of annual kWh consumption after one year? \n\nPlease divide 100% among the options based on how likely you think each outcome is.",
      "column_1": "Expectation Range",
      "column_2": "Your Belief (%)",
      "minor_value": "Less than -10%",
      "min_value_graph": -10,
      "max_value_graph": 10,
      "step_size_graph": 5,
      "major_value": "More than 10%",
      "key": "data_editor1",
      "title_barchart": "Distribution of your Beliefs",
      "num_input_question": "num_input_question1",
      "effect_size": "*Based on your previous answers, we would like to understand the minimum change in energy consumption you would require to consider the program successful.*\n\n- What is the smallest percentage reduction in energy consumption that would convince you to expand this program? Please provide a percentage, or simply skip this question if you do not want to answer."},

    "question2": {
      "question_number": "Question 2",
      "key_form": "key_form2",
      "title_question": "Question 2 - Annual Renewable Energy Consumption",
      "subtitle_question": "On average, how much do you think the grant would impact the annual consumption of renewable energy after one year? \n\nPlease divide 100% among the options based on how likely you think each outcome is.",
      "column_1": "Expectation Range",
      "column_2": "Your Belief (%)",
      "minor_value": "Less than -10%",
      "min_value_graph": -10,
      "max_value_graph": 10,
      "step_size_graph": 5,
      "major_value": "More than 10%",
      "key": "data_editor2",
      "title_barchart": "Distribution of your Beliefs",
      "num_input_question": "num_input_question2",
      "effect_size": "*Based on your previous answers, we would like to understand the minimum impact you would require to consider scaling up the EEnergy Efficiency Project to more firms.*\n\n- What is the smallest percentage increase in renewable energy consumption that would convince you to expand this program? Please provide a percentage, or simply skip this question if you do not want to answer."
    },

    "question3": {
      "question_number": "Question 3",
      "key_form": "key_form3",
      "title_question": "Question 3 - Solar Energy Installation",
      "subtitle_question": "On average, how much do you think the grant would impact the likelihood of installing solar/photovoltaic panels after one year? \n\nPlease divide 100% among the options based on how likely you think each outcome is.",
      "column_1": "Expectation Range",
      "column_2": "Your Belief (%)",
      "minor_value": "Less than -10%",
      "min_value_graph": -10,
      "max_value_graph": 10,
      "step_size_graph": 5,
      "major_value": "More than 10%",
      "key": "data_editor3",
      "title_barchart": "Distribution of your Beliefs",
      "num_input_question": "num_input_question3",
      "effect_size": "*Based on your previous answers, we would like to understand the minimum impact you would need to see in order to consider scaling up the EEnergy Efficiency Project to more firms.*\n\n- What is the smallest percentage increase in the likelihood of installing solar/photovoltaic panels that would convince you to expand this program? Please provide a percentage, or simply skip this question if you do not want to answer."
    },
    
      "question4": {
      "question_number": "Question 4",
      "key_form": "key_form4",
      "title_question": "Question 4 - Sustainability of the Business Model",
      "subtitle_question": "On average, how much do you think the grant would impact the business model's sustainability after one year? \n\nPlease divide 100% among the options based on how likely you think each outcome is.",
      "column_1": "Expectation Range",
      "column_2": "Your Belief (%)",
      "minor_value": "Less than -10%",
      "min_value_graph": -10,
      "max_value_graph": 10,
      "step_size_graph": 5,
      "major_value": "More than 10%",
      "key": "data_editor4",
      "title_barchart": "Distribution of your Beliefs",
      "num_input_question": "num_input_question4",
      "effect_size": "*Based on your previous answers, we would like to understand the minimum impact you would need to see in order to consider scaling up the EEnergy Efficiency Project to more firms.*\n\n- What is the smallest percentage improvement in the sustainability of the business model that would convince you to expand this program? Please provide a percentage, or simply skip this question if you do not want to answer."
    },

      "question5": {
      "question_number": "Question 5",
      "key_form": "key_form5",
      "title_question": "Question 5 - Annual Revenue",
      "subtitle_question": "On average, how much do you think that the grant would impact the annual revenue after one year?  \n\n*Revenue is usually defined as the total amount of money received by the firm from its business activities during the year. This includes income from sales of goods and services, rental income, interest, royalties, fees, commissions, and any other business income. It does not include sales tax collected directly from customers and remitted to tax authorities.* \n\nPlease divide 100% among the options based on how likely you think each outcome is.",
      "column_1": "Expectation Range",
      "column_2": "Your Belief (%)",
      "minor_value": "Less than -10%",
      "min_value_graph": -10.0,
      "max_value_graph": 10.0,
      "step_size_graph": 5.0,
      "major_value": "More than 10%",
      "key": "data_editor5",
      "title_barchart": "Distribution of your Beliefs",
      "num_input_question": "num_input_question5",
      "effect_size": "*Based on your previous answers, we would like to understand the minimum impact you would need to see in order to consider scaling up this program to more firms.*\n\n- What is the smallest percentage increase in annual revenue that would convince you to expand this program? Please provide a percentage, or simply skip this question if you do not want to answer."
    },

    "question6": {
      "question_number": "Question 6",
      "key_form": "key_form6",
      "title_question": "Question 6 - Energy Cost-Revenue Ratio",
      "subtitle_question": "The Energy Cost-Revenue Ratio measures how efficiently a company uses energy to generate revenue. It is calculated by dividing energy costs by total revenue. A lower ratio indicates better energy efficiency, meaning the company uses less energy per unit of revenue generated.  \n\nFor example:  \n- **Company A**:  \n  - Revenue: 1,000,000€  \n  - Energy Costs: 100,000€  \n  - Energy Cost-Revenue Ratio: 100,000€ / 1,000,000€ = 0.1  \n\n- **Company B**:  \n  - Revenue: 1,500,000€  \n  - Energy Costs: 250,000€  \n  - Energy Cost-Revenue Ratio: 250,000€ / 1,500,000€ = 0.167  \n\nIn this example, Company A has a lower Energy Cost-Revenue Ratio (0.1) compared to Company B (0.167), meaning Company A is more energy-efficient.  \n\nHow much do you think the grant will impact the Energy Cost-Revenue Ratio of beneficiary firms after one year, compared to firms in the standard group?  \n\nPlease divide 100% among the options based on how likely you think each outcome is.",
      "column_1": "Expectation Range",
      "column_2": "Your Belief (%)",
      "minor_value": "Less than -10%",
      "min_value_graph": -10.0,
      "max_value_graph": 10.0,
      "step_size_graph": 5.0,
      "major_value": "More than 10%",
      "key": "data_editor6",
      "title_barchart": "Distribution of your Beliefs",
      "num_input_question": "num_input_question6",
      "effect_size": "*Based on your previous answers, we would like to understand the minimum effect size you would need to see in order to consider scaling up the EEnergy Efficiency Project to more firms.*\n\n- What is the smallest percentage change in the Energy-Revenue cost ratio that would convince you to expand this program? Please provide a percentage, or simply skip this question if you do not want to answer."
    },

    "questionX": {
      "question_number": "Question X",
      "key_form": "key_formX",
      "title_question": "Correlation Example",
      "subtitle_question": "Correlation measures how strongly two outcomes are related, ranging from -1 to 1.  \n- A correlation of -1 means they move perfectly in opposite directions.  \n- 0 means no relationship.  \n- +1 means they move perfectly together.  \n\nPositive values between 0 and 1 mean they are somewhat likely to increase together.  \nNow, consider this example:  \nWhat do you think is the correlation between the temperature on a Saturday and on a Sunday over all weekends in a year?  \n\nPlease divide 100% among the options based on how likely you think each outcome is.",
      "column_1": "Correlation",
      "column_2": "Your Belief (%)",
      "minor_value": "-1.0",
      "min_value_graph": -1,
      "max_value_graph": 1,
      "step_size_graph": 0.2,
      "major_value": "1.0",
      "key": "data_editorX",
      "title_barchart": "Distribution of your Beliefs",
      "num_input_question": "num_input_questionX",
      "effect_size": " "
    },

    "question7": {
      "question_number": "Question 7",
      "key_form": "key_form7",
       "title_question": "Question 7 - Correlation Between Program Effects in Another Country",
      "subtitle_question": "What do you believe is the **correlation** between the program's effects in your country and another country in the region?  \n- A negative correlation (-1 to 0) means a negative impact elsewhere makes a positive impact in your country more likely.  \n- 0 means no relationship between the two.  \n- A positive correlation (0 to 1) means high impacts elsewhere correspond to high impacts in your country.  \n\nPlease divide 100% among the options based on how likely you think each outcome is. (Ignore Percentages in first column.)",
      "column_1": "Correlation",
      "column_2": "Your Belief (%)",
      "minor_value": "-1.0",
      "min_value_graph": -1,
      "max_value_graph": 1,
      "step_size_graph": 0.2,
      "major_value": "1.0",
      "key": "data_editor7",
      "title_barchart": "Distribution of your Beliefs",
      "num_input_question": "num_input_question7",
      "effect_size": "*Based on your previous answers, we would like to understand the minimum correlation you would need to see in order to consider scaling up this program to more firms.*\n\n- What is the smallest correlation value (between -1 and 1) that would convince you to expand this program? Please provide a value, or simply skip this question if you do not want to answer."
    }

}
